[
  {
    "title": "Top 5 Programming Languages"
    "content": "Top 5 Programming Languages right now:\n 1. Python\n 2. Java\n 3. C++\n 4. C\n 5. JavaScript"
    "user_id": 1
  },

  {
    "title": "What is Blockchain?"
      "content": "Blockchain is a specific type of database. It differs from a typical database in the way it stores information; blockchains store data in blocks that are then chained together. As new data comes in it is entered into a fresh block. Once the block is filled with data it is chained onto the previous block, which makes the data chained together in chronological order."
    "user_id": 2
  },

  {
    "title": "Importance Of AI"
    "content": "The importance of artificial intelligence and its subsequent components have been known for quite a long time now. They are being looked upon as tools and techniques to make this world a better place.  And it’s just not that you have to go to these fancy tech gadgets to be able to use them. You can simply look around, and I am sure most of your tasks are made smooth by artificial intelligence. Its importance lies in making our lives easier."
    "user_id": 2
  },

  {
    "title": "Importance of Digital Marketing"
    "content": "Using digital marketing, you can reach an enormous audience in a way that is both cost-effective and measurable. Other benefits of online marketing include: The ability to interact with your prospects and learn exactly what they are looking for. The ability to reach a global marketplace."
    "user_id": 1
  },

  {
    "title": "Data Science"
    "content": "Data science is an inter-disciplinary field that uses scientific methods, processes, algorithms and systems to extract knowledge and insights from many structural and unstructured data. Data science is related to data mining, machine learning and big data."
    "user_id": 1
  },

  {
    "title": "Ethical Hacking"
    "content": "Ethical hacking involves an authorized attempt to gain unauthorized access to a computer system, application, or data. Carrying out an ethical hack involves duplicating strategies and actions of malicious attackers. This practice helps to identify security vulnerabilities which can then be resolved before a malicious attacker has the opportunity to exploit them."
    "user_id": 2
  }
]
